{
  "SBLGNT": {
    "John.1.1": {
      "text": "Ἐν ἀρχῆ ἦν ὁ Λόγος, καὶ ὁ Λόγος ἦν πρὸς τῶ Θεῶ, καὶ Θεὸς ἦν ὅ Λόγος.",
      "book": "John",
      "chapter": 1,
      "verse": 1
    },
    "John.1.2": {
      "text": "Οὐτος ἦν ἐν ἐρχῆ πρὸς τῶ Θεῶ.",
      "book": "John",
      "chapter": 1,
      "verse": 2
    },
    "John.1.50": {
      "text": "Ἀπεκρίθη ὁ Ἰησοῦς καὶ εἶπεν αὐτὸν· Ὄτι εἶπόν σοι Ὅτι εἶδόν σε ὑποκάτω τῆς συκῆς πιστεύεις; μείζω τούτων ὄψῃ.",
      "book": "John",
      "chapter": 1,
      "verse": 50
    },
    "John.1.51": {
      "text": "καὶ λέγει αὐτὸν· Ἄμην Ἄμην λέγω ὑμῖν, ὄψεσθε τῶν οὐρανῶν ἀνεὗγοτα καὶ τοὺς ἀγγέλους τοὸυ Θεοῦ ἀναβαίνοντας καὶ καταβαίνοντας ἐπὶ τῶ Υἱοὶ τοὺ Ἀνθρὸπου.",
      "book": "John",
      "chapter": 1,
      "verse": 51
    },
    "John.2.1": {
      "text": "Καὶ τῆ ἡμέρῳ τῆ τρίτῃ γάμος ἐγένετο ἐν Κανᾶ τῆς Γαλιλαίας, καὶ ἦν ἡ μήτηρ τοὸ Ἰησοῦ ἐκεῖ.",
      "book": "John",
      "chapter": 2,
      "verse": 1
    },
    "John.2.2": {
      "text": "ἐκλήθη δὲ καὶ ὁ Ἰησοῦς καὶ οἰ μαθηταῖ αὐτοῦ εἰς τῶ ν γάμον.",
      "book": "John",
      "chapter": 2,
      "verse": 2
    },
    "Luke.2.1": {
      "text": "Ἀνεγένετο δὰ εν εκείνῳ τὰ κὰστα γράφεσθαι γραφή, εκεδόχθη πὸντα κὰ Σεατινῶ Καίσαρος.",
      "book": "Luke",
      "chapter": 2,
      "verse": 1
    }
  },
  "ESV": {
    "John.1.1": {
      "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
      "book": "John",
      "chapter": 1,
      "verse": 1
    },
    "John.1.2": {
      "text": "He was in the beginning with God.",
      "book": "John",
      "chapter": 1,
      "verse": 2
    },
    "John.1.50": {
      "text": "Jesus answered him, “Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”",
      "book": "John",
      "chapter": 1,
      "verse": 50
    },
    "John.1.51": {
      "text": "And he said to him, “Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”",
      "book": "John",
      "chapter": 1,
      "verse": 51
    },
    "John.2.1": {
      "text": "On the third day there was a wedding at Cana in Galilee, and the mother of Jesus was there.",
      "book": "John",
      "chapter": 2,
      "verse": 1
    },
    "John.2.2": {
      "text": "Jesus also was invited to the wedding with his disciples.",
      "book": "John",
      "chapter": 2,
      "verse": 2
    },
    "Luke.2.1": {
      "text": "In those days a decree went out from Caesar Augustus that all the world should be registered.",
      "book": "Luke",
      "chapter": 2,
      "verse": 1
    }
  }
}
